{"<PAD>": 0, "<SOS>": 1, "<EOS>": 2, "<UNK>": 3, "\\widetilde": 4, "\\gamma": 5, "_": 6, "{": 7, "\\mathrm": 8, "h": 9, "o": 10, "p": 11, "f": 12, "}": 13, "\\simeq": 14, "\\sum": 15, "n": 16, ">": 17, "0": 18, "G": 19, "\\frac": 20, "(": 21, "-": 22, "a": 23, ")": 24, "^": 25, "2": 26, "1": 27, "\\cal": 28, "L": 29, "g": 30, "i": 31, "j": 32, "=": 33, ",": 34, "\\": 35, "H": 36, "k": 37, "S": 38, "s": 39, "t": 40, "\\pi": 41, "\\sqrt": 42, "N": 43, "5": 44, "3": 45, "+": 46, "\\bar": 47, "\\hat": 48, "\\sp": 49, "\\dagger": 50, "\\,": 51, ".": 52, "*": 53, "d": 54, "\\kappa": 55, "\\phi": 56, "J": 57, "B": 58, "\\prime": 59, "A": 60, "r": 61, "\\lambda": 62, "\\eta": 63, "\\partial": 64, "\\mu": 65, "F": 66, "\\nu": 67, "e": 68, "x": 69, "V": 70, "\\tilde": 71, "m": 72, "6": 73, "\\left\\{": 74, "b": 75, "c": 76, "\\right\\}": 77, "\\delta": 78, "~": 79, "\\quad": 80, "\\!": 81, ":": 82, "\\rho": 83, "q": 84, "P": 85, "\\alpha": 86, "\\theta": 87, "\\Phi": 88, "w": 89, "\\bigtriangleup": 90, "D": 91, "z": 92, "[": 93, "u": 94, "]": 95, "l": 96, "8": 97, "T": 98, "\\psi": 99, "\\operatorname": 100, "\\textstyle": 101, "\\int": 102, "y": 103, "E": 104, "/": 105, "v": 106, "\\langle": 107, "\\rangle": 108, "\\times": 109, "4": 110, "\\xi": 111, "R": 112, "C": 113, "\\sim": 114, "Q": 115, "\\cdots": 116, "\\beta": 117, "\\begin{array}": 118, "\\omega": 119, "&": 120, "\\\\": 121, "\\end{array}": 122, "\\Omega": 123, "\\;": 124, "\\qquad": 125, "\\chi": 126, "\\{": 127, "\\}": 128, "K": 129, "\\dot": 130, "X": 131, "\\pm": 132, ";": 133, "W": 134, "\\Pi": 135, "\\ell": 136, "\\varepsilon": 137, "\\overline": 138, "\\:": 139, "|": 140, "\\infty": 141, "\\right.": 142, "\\equiv": 143, "\\scriptstyle": 144, "\\forall": 145, "\\in": 146, "\\varphi": 147, "\\Sigma": 148, "M": 149, "\\tau": 150, "\\Gamma": 151, "\\epsilon": 152, "\\zeta": 153, "\\sigma": 154, "!": 155, "\\bf": 156, "\\Lambda": 157, "9": 158, "Z": 159, "<": 160, "\\vec": 161, "I": 162, "\\mathop": 163, "\\prod": 164, "\\left.": 165, "\\nonumber": 166, "\\Delta": 167, "\\varpi": 168, "\\small": 169, "\\left|": 170, "\\right|": 171, "U": 172, "O": 173, "\\ddot": 174, "\\nabla": 175, "\\tiny": 176, "\\wedge": 177, "\\boldmath": 178, "\\mathcal": 179, "\\Psi": 180, "\\hbar": 181, "\\rightarrow": 182, "\\it": 183, "\\stackrel": 184, "\\leftrightarrow": 185, "\\approx": 186, "7": 187, "Y": 188, "\\Big": 189, "\\star": 190, "\\Bigg": 191, "\\vert": 192, "\\underline": 193, "\\cdot": 194, "\\widehat": 195, "\\smallskip": 196, "\\slash": 197, "\\left\\langle": 198, "\\right\\rangle": 199, "\\operatorname*": 200, "\\ldots": 201, "\\d": 202, "\\longleftrightarrow": 203, "\\triangle": 204, "\\vartheta": 205, "\\big": 206, "\\displaystyle": 207, "\\to": 208, "'": 209, "\\dag": 210, "\\mapsto": 211, "\\Xi": 212, "\\mid": 213, "\\c": 214, "\\mathbf": 215, "\\dots": 216, "\\otimes": 217, "\\footnotesize": 218, "\\thinspace": 219, "\\oint": 220, "\\neq": 221, "\\varrho": 222, "\\breve": 223, "\\ast": 224, "\\binom": 225, "\\bigl": 226, "\\bigr": 227, "\\geq": 228, "\\biggl": 229, "\\phantom": 230, "\\scriptsize": 231, "\\leq": 232, "\\mp": 233, "\\left\\vert": 234, "\\longrightarrow": 235, "\\tt": 236, "\\Bigl": 237, "\\Bigr": 238, "\\Theta": 239, "\\le": 240, "\\propto": 241, "\\textrm": 242, "--": 243, "\\imath": 244, "\\jmath": 245, "\\oplus": 246, "\\subset": 247, "\\circ": 248, "\\bigg": 249, "\\overleftarrow": 250, "\\overrightarrow": 251, "\\Rightarrow": 252, "\\perp": 253, "\\parallel": 254, "\\Re": 255, "\\Upsilon": 256, "\\wp": 257, "\\b": 258, "\\biggr": 259, "\\ge": 260, "\\bot": 261, "\\L": 262, "\\rightharpoonup": 263, "\\cong": 264, "\\hline": 265, "\\Longrightarrow": 266, "\\lbrack": 267, "\\rbrack": 268, "\\rightleftharpoons": 269, "\\Im": 270, "\\varsigma": 271, "\\ll": 272, "\\left<": 273, "\\right>": 274, "\\mathbin": 275, "\\scriptscriptstyle": 276, "\\mathit": 277, "\\supset": 278, "\\raisebox": 279, "ule": 280, "0.4": 281, "pt": 282, "\\label": 283, "\\cap": 284, "\\backslash": 285, "\\acute": 286, "\\vphantom": 287, "\\Leftrightarrow": 288, "\\textup": 289, "\\underbrace": 290, "`": 291, "\\not": 292, "\\vee": 293, "\\sf": 294, "\\lceil": 295, "\\rfloor": 296, "\\left\\lfloor": 297, "\\right\\rfloor": 298, "\\check": 299, "\\i": 300, "\\mit": 301, "\\colon": 302, "\\bigoplus": 303, "\\bullet": 304, "\\ne": 305, "\\|": 306, "\\Biggl": 307, "\\Biggr": 308, "\\gg": 309, "\\l": 310, "\\right\\vert": 311, "\\sb": 312, "\\Longleftrightarrow": 313, "\\left\\lbrace": 314, "\\right\\rbrace": 315, "\\subseteq": 316, "\\do": 317, "\\em": 318, "\\atop": 319, "\\mathsf": 320, "\\large": 321, "\\pmod": 322, "\"": 323, "\\vdots": 324, "\\flat": 325, "\\lbrace": 326, "\\cup": 327, "\\raise": 328, "\\left\\|": 329, "\\right\\|": 330, "\\ni": 331, "\\o": 332, "\\land": 333, "\\kern": 334, "\\llap": 335, "\\relax": 336, "\\iota": 337, "\\rbrace": 338, "\\/": 339, "\\protect": 340, "\\bigotimes": 341, "\\odot": 342, "\\textbf": 343, "\\textit": 344, "\\&": 345, "\\vdash": 346, "\\sharp": 347, "\\enspace": 348, "\\bmod": 349, "\\grave": 350, "\\downarrow": 351, "\\setlength": 352, "\\unitlength": 353, "\\thicklines": 354, "\\put": 355, "\\circle": 356, "\\emptyset": 357, "\\sl": 358, "\\fbox": 359, "\\'": 360, "\\uparrow": 361, "\\lefteqn": 362, "\\O": 363, "\\doteq": 364, "\\upsilon": 365, "\\j": 366, "\\ddots": 367, "\\ref": 368, "\\S": 369, "\\#": 370, "\\Huge": 371, "\\pounds": 372, "\\setminus": 373, "\\makebox": 374, "\\longmapsto": 375, "\\cdotp": 376, "\\-": 377, "\\leftarrow": 378, "cm": 379, "\\Vert": 380, "0.14": 381, "mm": 382, "8.5": 383, "\\succeq": 384, "\\diamond": 385, "\\space": 386, "\\aleph": 387, "\\buildrel": 388, "\\hfill": 389, "[object": 390, "Object]": 391, "\\_": 392, "\\Large": 393, "\\P": 394, "\\bigtriangledown": 395, "\\bigcup": 396, "\\textsf": 397, "\\diamondsuit": 398, "\\lfloor": 399, "\\overbrace": 400, "\\hphantom": 401, "\\bigsqcup": 402, "\\left\\lbrack": 403, "\\right\\rbrack": 404, "\\mkern": 405, "\\textnormal": 406, "\\noalign": 407, "\\vskip": 408, "\\line": 409, "\\framebox": 410, "\\texttt": 411, "\\bigcap": 412, "?": 413, "\\normalsize": 414, "\\protectu": 415, "\\asymp": 416, "\\lower": 417, "\\hrule": 418, "\\vrule": 419, "\\supseteq": 420, "\\medskip": 421, "---": 422, "\\hookrightarrow": 423, "\\bigwedge": 424, "\\exists": 425, "\\natural": 426, "\\smash": 427, "\\oslash": 428, "\\surd": 429, "\\longleftarrow": 430, "\\strut": 431, "\\setcounter": 432, "\\renewcommand": 433, "\\arraystretch": 434, "\\smile": 435, "\\lq": 436, "\\ae": 437, "\\unboldmath": 438, "\\nolinebreak": 439, "\\sc": 440, "\\prec": 441, "\\LARGE": 442, "\\m": 443, "\\multicolumn": 444, "\\arraycolsep": 445, "\\ominus": 446, "\\Biggm": 447, "\\cite": 448, "\\vcenter": 449, "\\Bigm": 450, "\\ooalign": 451, "\\hfil": 452, "\\crcr": 453, "\\parbox": 454, "\\top": 455, "\\multiput": 456, "\\SS": 457, "\\bigm": 458, "\\rlap": 459, "\\sqcup": 460, "\\Longleftarrow": 461, "\\skew": 462, "\\ddagger": 463, "\\notin": 464, "\\fboxsep": 465, "\\triangleright": 466, "\\ss": 467, "\\*": 468, "0.5": 469, "\\vline": 470, "\\mathversion": 471, "\\ddag": 472, "\\null": 473, "\\ensuremath": 474, "\\special": 475, "\\enskip": 476, "\\lgroup": 477, "\\rgroup": 478, "\\arrowvert": 479, "\\AA": 480, "\\mathrel": 481, "\\sqcap": 482, "\\amalg": 483, "0.1": 484, "3.1": 485, "3.2": 486, "\\Downarrow": 487, "\\smallint": 488, "\\itshape": 489, "\\mskip": 490, "in": 491, "\\vss": 492, "\\hss": 493}