{"<PAD>": 0, "<SOS>": 1, "<EOS>": 2, "<UNK>": 3, "\\widetilde": 4, "\\gamma": 5, "_": 6, "{": 7, "\\mathrm": 8, "h": 9, "o": 10, "p": 11, "f": 12, "}": 13, "\\simeq": 14, "\\sum": 15, "n": 16, ">": 17, "0": 18, "G": 19, "\\frac": 20, "(": 21, "-": 22, "a": 23, ")": 24, "^": 25, "2": 26, "1": 27, "\\cal": 28, "L": 29, "g": 30, "i": 31, "j": 32, "=": 33, ",": 34, "\\": 35, "H": 36, "k": 37, "S": 38, "s": 39, "t": 40, "\\pi": 41, "\\sqrt": 42, "N": 43, "5": 44, "3": 45, "\\left(": 46, "+": 47, "\\bar": 48, "\\right)": 49, "\\hat": 50, "\\sp": 51, "\\dagger": 52, "\\,": 53, ".": 54, "*": 55, "d": 56, "\\kappa": 57, "\\phi": 58, "J": 59, "B": 60, "\\prime": 61, "A": 62, "r": 63, "\\lambda": 64, "\\eta": 65, "\\partial": 66, "\\mu": 67, "F": 68, "\\nu": 69, "e": 70, "x": 71, "V": 72, "\\tilde": 73, "m": 74, "6": 75, "\\left\\{": 76, "b": 77, "c": 78, "\\right\\}": 79, "\\delta": 80, "~": 81, "\\quad": 82, "\\!": 83, ":": 84, "\\rho": 85, "q": 86, "P": 87, "\\alpha": 88, "\\theta": 89, "\\Phi": 90, "w": 91, "\\bigtriangleup": 92, "D": 93, "z": 94, "\\left[": 95, "u": 96, "\\right]": 97, "l": 98, "8": 99, "T": 100, "\\psi": 101, "\\operatorname": 102, "\\textstyle": 103, "\\int": 104, "y": 105, "E": 106, "/": 107, "v": 108, "\\langle": 109, "\\rangle": 110, "\\times": 111, "4": 112, "\\xi": 113, "R": 114, "C": 115, "\\sim": 116, "Q": 117, "\\cdots": 118, "\\beta": 119, "\\begin{array}": 120, "\\omega": 121, "&": 122, "\\\\": 123, "\\end{array}": 124, "\\Omega": 125, "\\;": 126, "\\qquad": 127, "\\chi": 128, "\\{": 129, "[": 130, "]": 131, "\\}": 132, "K": 133, "\\dot": 134, "X": 135, "\\pm": 136, ";": 137, "W": 138, "\\Pi": 139, "\\ell": 140, "\\varepsilon": 141, "\\overline": 142, "\\:": 143, "|": 144, "\\infty": 145, "\\vspace": 146, "\\right.": 147, "\\equiv": 148, "\\scriptstyle": 149, "\\forall": 150, "\\in": 151, "\\varphi": 152, "\\Sigma": 153, "M": 154, "\\tau": 155, "\\Gamma": 156, "\\epsilon": 157, "\\zeta": 158, "\\hspace": 159, "\\sigma": 160, "!": 161, "\\bf": 162, "\\Lambda": 163, "9": 164, "Z": 165, "<": 166, "\\vec": 167, "I": 168, "\\mathop": 169, "\\prod": 170, "\\left.": 171, "\\nonumber": 172, "\\Delta": 173, "\\varpi": 174, "\\small": 175, "\\left|": 176, "\\right|": 177, "U": 178, "O": 179, "\\ddot": 180, "\\nabla": 181, "\\tiny": 182, "\\wedge": 183, "\\boldmath": 184, "\\mathcal": 185, "\\Psi": 186, "\\hbar": 187, "\\rightarrow": 188, "\\it": 189, "\\stackrel": 190, "\\leftrightarrow": 191, "\\approx": 192, "7": 193, "Y": 194, "\\Big": 195, "\\star": 196, "\\Bigg": 197, "\\vert": 198, "\\underline": 199, "\\cdot": 200, "\\widehat": 201, "\\smallskip": 202, "\\slash": 203, "\\left\\langle": 204, "\\right\\rangle": 205, "\\operatorname*": 206, "\\ldots": 207, "\\d": 208, "\\longleftrightarrow": 209, "\\triangle": 210, "\\vartheta": 211, "\\big": 212, "\\displaystyle": 213, "\\to": 214, "'": 215, "\\dag": 216, "\\mapsto": 217, "\\Xi": 218, "\\mid": 219, "\\c": 220, "\\mathbf": 221, "\\dots": 222, "\\otimes": 223, "\\footnotesize": 224, "\\thinspace": 225, "\\oint": 226, "\\neq": 227, "\\varrho": 228, "\\breve": 229, "\\ast": 230, "\\binom": 231, "\\bigl": 232, "\\bigr": 233, "\\geq": 234, "\\biggl": 235, "\\phantom": 236, "\\scriptsize": 237, "\\leq": 238, "\\mp": 239, "\\left\\vert": 240, "\\longrightarrow": 241, "\\tt": 242, "\\Bigl": 243, "\\Bigr": 244, "\\Theta": 245, "\\le": 246, "\\propto": 247, "\\textrm": 248, "--": 249, "\\imath": 250, "\\jmath": 251, "\\oplus": 252, "\\subset": 253, "\\circ": 254, "\\bigg": 255, "\\overleftarrow": 256, "\\overrightarrow": 257, "\\Rightarrow": 258, "\\perp": 259, "\\parallel": 260, "\\Re": 261, "\\Upsilon": 262, "\\wp": 263, "\\b": 264, "\\biggr": 265, "\\ge": 266, "\\bot": 267, "\\L": 268, "\\rightharpoonup": 269, "\\cong": 270, "\\hline": 271, "\\Longrightarrow": 272, "\\lbrack": 273, "\\rbrack": 274, "\\rightleftharpoons": 275, "\\Im": 276, "\\varsigma": 277, "\\ll": 278, "\\left<": 279, "\\right>": 280, "\\mathbin": 281, "\\scriptscriptstyle": 282, "\\mathit": 283, "\\supset": 284, "\\raisebox": 285, "ule": 286, "0.4": 287, "pt": 288, "\\label": 289, "\\cap": 290, "\\backslash": 291, "\\acute": 292, "\\vphantom": 293, "\\Leftrightarrow": 294, "\\textup": 295, "\\underbrace": 296, "`": 297, "\\not": 298, "\\vee": 299, "\\sf": 300, "\\lceil": 301, "\\rfloor": 302, "\\left\\lfloor": 303, "\\right\\rfloor": 304, "\\check": 305, "\\i": 306, "\\mit": 307, "\\colon": 308, "\\bigoplus": 309, "\\bullet": 310, "\\ne": 311, "\\|": 312, "\\Biggl": 313, "\\Biggr": 314, "\\gg": 315, "\\l": 316, "\\right\\vert": 317, "\\sb": 318, "\\Longleftrightarrow": 319, "\\left\\lbrace": 320, "\\right\\rbrace": 321, "\\subseteq": 322, "\\do": 323, "\\em": 324, "\\atop": 325, "\\mathsf": 326, "\\large": 327, "\\pmod": 328, "\"": 329, "\\vdots": 330, "\\flat": 331, "\\lbrace": 332, "\\cup": 333, "\\raise": 334, "\\left\\|": 335, "\\right\\|": 336, "\\ni": 337, "\\o": 338, "\\land": 339, "\\kern": 340, "\\llap": 341, "\\relax": 342, "\\iota": 343, "\\rbrace": 344, "\\/": 345, "\\protect": 346, "\\bigotimes": 347, "\\odot": 348, "\\textbf": 349, "\\textit": 350, "\\&": 351, "\\vdash": 352, "\\sharp": 353, "\\enspace": 354, "\\bmod": 355, "\\grave": 356, "\\downarrow": 357, "\\setlength": 358, "\\unitlength": 359, "\\thicklines": 360, "\\put": 361, "\\circle": 362, "\\emptyset": 363, "\\sl": 364, "\\fbox": 365, "\\'": 366, "\\uparrow": 367, "\\lefteqn": 368, "\\O": 369, "\\doteq": 370, "\\upsilon": 371, "\\j": 372, "\\ddots": 373, "\\ref": 374, "\\S": 375, "\\#": 376, "\\Huge": 377, "\\pounds": 378, "\\setminus": 379, "\\makebox": 380, "\\longmapsto": 381, "\\cdotp": 382, "\\-": 383, "\\leftarrow": 384, "cm": 385, "\\Vert": 386, "0.14": 387, "mm": 388, "8.5": 389, "\\succeq": 390, "\\diamond": 391, "\\space": 392, "\\aleph": 393, "\\buildrel": 394, "\\hfill": 395, "[object": 396, "Object]": 397, "\\_": 398, "\\Large": 399, "\\P": 400, "\\bigtriangledown": 401, "\\bigcup": 402, "\\textsf": 403, "\\diamondsuit": 404, "\\lfloor": 405, "\\overbrace": 406, "\\hphantom": 407, "\\bigsqcup": 408, "\\left\\lbrack": 409, "\\right\\rbrack": 410, "\\mkern": 411, "\\textnormal": 412, "\\noalign": 413, "\\vskip": 414, "\\line": 415, "\\framebox": 416, "\\texttt": 417, "\\bigcap": 418, "?": 419, "\\normalsize": 420, "\\protectu": 421, "\\asymp": 422, "\\lower": 423, "\\hrule": 424, "\\vrule": 425, "\\supseteq": 426, "\\medskip": 427, "---": 428, "\\hookrightarrow": 429, "\\bigwedge": 430, "\\exists": 431, "\\natural": 432, "\\smash": 433, "\\oslash": 434, "\\surd": 435, "\\longleftarrow": 436, "\\strut": 437, "\\setcounter": 438, "\\renewcommand": 439, "\\arraystretch": 440, "\\smile": 441, "\\lq": 442, "\\ae": 443, "\\unboldmath": 444, "\\nolinebreak": 445, "\\sc": 446, "\\prec": 447, "\\LARGE": 448, "\\m": 449, "\\multicolumn": 450, "\\arraycolsep": 451, "\\ominus": 452, "\\Biggm": 453, "\\cite": 454, "\\vcenter": 455, "\\Bigm": 456, "\\ooalign": 457, "\\hfil": 458, "\\crcr": 459, "\\parbox": 460, "\\top": 461, "\\multiput": 462, "\\SS": 463, "\\bigm": 464, "\\rlap": 465, "\\sqcup": 466, "\\Longleftarrow": 467, "\\skew": 468, "\\ddagger": 469, "\\notin": 470, "\\fboxsep": 471, "\\triangleright": 472, "\\ss": 473, "\\*": 474, "0.5": 475, "\\vline": 476, "\\mathversion": 477, "\\ddag": 478, "\\null": 479, "\\ensuremath": 480, "\\special": 481, "\\enskip": 482, "\\lgroup": 483, "\\rgroup": 484, "\\arrowvert": 485, "\\AA": 486, "\\mathrel": 487, "\\sqcap": 488, "\\amalg": 489, "0.1": 490, "3.1": 491, "3.2": 492, "\\Downarrow": 493, "\\smallint": 494, "\\itshape": 495, "\\mskip": 496, "in": 497, "\\vss": 498, "\\hss": 499}